
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka ist ein Datei-Archivierungsprogramm für macOS.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka verbindet sich mit u(pdate).keka.io um nach neuen Versionen zu prüfen.";
"SoftwareUpdateDenyConsequences" = "Falls Sie diese Verbindung untersagen, werden Sie nicht über neue Versionen von Keka informiert.";
